Repository: tomoki39/PinYin
Catalog: PinYin_iOS/PinYin_iOS/*.lproj/Localizable.strings
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, th, tr, vi, zh_hans

# app_title
source: PinYin
ar: محول بينيين
da: PinYin Konverter
de: PinYin Konverter
es: Convertidor PinYin
fi: PinYin Muunnin
fr: Convertisseur PinYin
hi: पिनयिन कनवर्टर
it: Convertitore PinYin
ja: ピンイン変換
ko: 한자 병음 변환기
nl: PinYin Converter
pl: Konwerter PinYin
pt: Conversor PinYin
ru: Конвертер Пиньинь
sv: PinYin Konverterare
th: ตัวแปลง PinYin
tr: PinYin Dönüştürücü
vi: Bộ chuyển đổi PinYin
zh_hans: 中文转拼音

source: Enter Chinese characters
ar: أدخل الأحرف الصينية
da: Indtast kinesiske tegn
de: Chinesische Zeichen eingeben
es: Ingrese caracteres chinos
fi: Syötä kiinalaisia merkkejä
fr: Entrez des caractères chinois
hi: चीनी अक्षर दर्ज करें
it: Inserisci caratteri cinesi
ja: 中文字符を入力してください
ko: 한자 문자를 입력하세요
nl: Voer Chinese karakters in
pl: Wprowadź znaki chińskie
pt: Digite caracteres chineses
ru: Введите китайские символы
sv: Ange kinesiska tecken
th: ป้อนอักขระจีน
tr: Çince karakterler girin
vi: Nhập ký tự tiếng Trung
zh_hans: 输入中文字符

# tonal_format
source: Tone format:
ar: تنسيق النغمة:
de: Tonformat:
es: Formato de tono:
fi: Sävelmuoto:
fr: Format de ton:
hi: स्वर प्रारूप:
it: Formato tonale:
ja: 声調形式：
ko: 성조 형식:
nl: Toonformaat:
pl: Format tonu:
pt: Formato de tom:
ru: Формат тона:
sv: Tonformat:
th: รูปแบบเสียง:
tr: Ton formatı:
vi: Định dạng thanh điệu:
zh_hans: 声调格式：

# tonal_signs
source: Tonal signs (ā, á, ǎ, à)
ar: علامات النغمة: (ā, á, ǎ, à)
da: Tonemærker: (ā, á, ǎ, à)
de: Tonzeichen: (ā, á, ǎ, à)
es: Signos tonales: (ā, á, ǎ, à)
fi: Sävelmerkit: (ā, á, ǎ, à)
fr: Signes tonaux: (ā, á, ǎ, à)
hi: स्वर चिह्न: (ā, á, ǎ, à)
it: Segni tonali: (ā, á, ǎ, à)
ja: 声調符号 (ā, á, ǎ, à)
ko: 성조 기호: (ā, á, ǎ, à)
nl: Toontekens: (ā, á, ǎ, à)
pl: Znaki tonalne: (ā, á, ǎ, à)
pt: Sinais tonais: (ā, á, ǎ, à)
ru: Тональные знаки: (ā, á, ǎ, à)
sv: Tonmärken: (ā, á, ǎ, à)
th: เครื่องหมายเสียง: (ā, á, ǎ, à)
tr: Ton işaretleri: (ā, á, ǎ, à)
vi: Dấu thanh điệu: (ā, á, ǎ, à)
zh_hans: 声调符号 (ā, á, ǎ, à)

# tonal_numbers
source: Tonal numbers (a1, a2, a3, a4)
ar: أرقام النغمة: (a1, a2, a3, a4)
da: Tonenumre: (a1, a2, a3, a4)
de: Tonzahlen: (a1, a2, a3, a4)
es: Números tonales: (a1, a2, a3, a4)
fi: Sävelnumerot: (a1, a2, a3, a4)
fr: Nombres tonaux: (a1, a2, a3, a4)
hi: स्वर संख्याएं: (a1, a2, a3, a4)
it: Numeri tonali: (a1, a2, a3, a4)
ja: 声調数字 (a1, a2, a3, a4)
ko: 성조 숫자: (a1, a2, a3, a4)
nl: Toonnummers: (a1, a2, a3, a4)
pl: Liczby tonalne: (a1, a2, a3, a4)
pt: Números tonais: (a1, a2, a3, a4)
ru: Тональные числа: (a1, a2, a3, a4)
sv: Tonnummer: (a1, a2, a3, a4)
th: ตัวเลขเสียง: (a1, a2, a3, a4)
tr: Ton sayıları: (a1, a2, a3, a4)
vi: Số thanh điệu: (a1, a2, a3, a4)
zh_hans: 声调数字 (a1, a2, a3, a4)

source: Convert
ar: تحويل
da: Konverter
de: Konvertieren
es: Convertir
fi: Muunna
fr: Convertir
hi: परिवर्तित करें
it: Converti
ja: 変換
ko: 변환
nl: Converteren
pl: Konwertuj
pt: Converter
ru: Конвертировать
sv: Konvertera
th: แปลง
tr: Dönüştür
vi: Chuyển đổi
zh_hans: 转换

source: Result
ar: النتيجة
da: Resultat
de: Ergebnis
es: Resultado
fi: Tulos
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
sv: Resultat
th: ผลลัพธ์
tr: Sonuç
vi: Kết quả
zh_hans: 结果

# enter_characters_to_convert
source: Please enter Chinese characters to convert
ar: يرجى إدخال الأحرف الصينية للتحويل
da: Indtast kinesiske tegn for at konvertere
de: Bitte geben Sie chinesische Zeichen zur Konvertierung ein
es: Por favor ingrese caracteres chinos para convertir
fi: Syötä kiinalaisia merkkejä muuntamista varten
fr: Veuillez entrer des caractères chinois à convertir
hi: कृपया परिवर्तित करने के लिए चीनी अक्षर दर्ज करें
it: Inserisci caratteri cinesi da convertire
ja: 変換する中文字符を入力してください
ko: 변환할 한자 문자를 입력하세요
nl: Voer Chinese karakters in om te converteren
pl: Wprowadź znaki chińskie do konwersji
pt: Digite caracteres chineses para converter
ru: Введите китайские символы для конвертации
sv: Ange kinesiska tecken för att konvertera
th: กรุณาป้อนอักขระจีนเพื่อแปลง
tr: Dönüştürmek için Çince karakterler girin
vi: Vui lòng nhập ký tự tiếng Trung để chuyển đổi
zh_hans: 请输入中文字符进行转换

# no_characters_entered
source: Please enter Chinese characters
ar: يرجى إدخال الأحرف الصينية
da: Indtast kinesiske tegn
de: Bitte geben Sie chinesische Zeichen ein
es: Por favor ingrese caracteres chinos
fi: Syötä kiinalaisia merkkejä
fr: Veuillez entrer des caractères chinois
hi: कृपया चीनी अक्षर दर्ज करें
it: Inserisci caratteri cinesi
ja: 中文字符を入力してください
ko: 한자 문자를 입력하세요
nl: Voer Chinese karakters in
pl: Wprowadź znaki chińskie
pt: Digite caracteres chineses
ru: Введите китайские символы
sv: Ange kinesiska tecken
th: กรุณาป้อนอักขระจีน
tr: Çince karakterler girin
vi: Vui lòng nhập ký tự tiếng Trung
zh_hans: 请输入中文字符

# conversion_error
source: Error occurred during conversion
ar: حدث خطأ أثناء التحويل
da: Fejl opstod under konvertering
de: Fehler bei der Konvertierung
es: Error durante la conversión
fi: Virhe muunnossa
fr: Erreur lors de la conversion
hi: परिवर्तन के दौरान त्रुटि हुई
it: Errore durante la conversione
ja: 変換中にエラーが発生しました
ko: 변환 중 오류가 발생했습니다
nl: Fout opgetreden tijdens conversie
pl: Błąd podczas konwersji
pt: Erro durante a conversão
ru: Ошибка при конвертации
sv: Fel uppstod under konvertering
th: เกิดข้อผิดพลาดในการแปลง
tr: Dönüştürme sırasında hata oluştu
vi: Lỗi xảy ra trong quá trình chuyển đổi
zh_hans: 转换时出现错误

source: Loading pinyin data...
ar: جاري تحميل بيانات بينيين...
da: Indlæser pinyin-data...
de: Lade Pinyin-Daten...
es: Cargando datos de pinyin...
fi: Ladataan pinyin-tietoja...
fr: Chargement des données pinyin...
hi: पिनयिन डेटा लोड हो रहा है...
it: Caricamento dati pinyin...
ja: ピンインデータを読み込み中...
ko: 병음 데이터를 로딩 중...
nl: Pinyin gegevens laden...
pl: Ładowanie danych pinyin...
pt: Carregando dados pinyin...
ru: Загрузка данных пиньинь...
sv: Laddar pinyin-data...
th: กำลังโหลดข้อมูล pinyin...
tr: PinYin verileri yükleniyor...
vi: Đang tải dữ liệu pinyin...
zh_hans: 正在加载拼音数据...

source: Pinyin:
ar: بينيين:
hi: पिनयिन:
ja: ピンイン：
ko: 병음:
ru: Пиньинь:
zh_hans: 拼音：

# details
source: Details (multiple readings)
ar: تفاصيل (قراءات متعددة):
de: Details (mehrere Lesungen):
es: Detalles (múltiples lecturas):
fi: Yksityiskohdat (useita lukutapoja):
fr: Détails (lectures multiples):
hi: विवरण (एकाधिक उच्चारण):
ko: 세부사항:
th: รายละเอียด (การอ่านหลายแบบ):
tr: Detaylar (birden fazla okunuş):
zh_hans: 详细（多音字）
